[
  "00",
  "01",
  "02",
  "03",
  "04",
  "05",
  "06",
  "07",
  "08",
  "09",
  "10",
  "100",
  "11",
  "12",
  "13",
  "13000",
  "14",
  "16",
  "17",
  "18",
  "1800",
  "18000",
  "20",
  "2008",
  "2022",
  "2024",
  "2025",
  "2026",
  "2027",
  "21",
  "211",
  "23",
  "2300",
  "24",
  "25",
  "26",
  "27",
  "30",
  "300768",
  "31",
  "35",
  "3d",
  "3dexperience",
  "40",
  "50",
  "500",
  "5000",
  "5g",
  "800",
  "95",
  "985",
  "99",
  "accept",
  "acm",
  "adas",
  "adc",
  "agent",
  "agentic",
  "ai",
  "aigc",
  "aigcx",
  "airflow",
  "ajax",
  "akamai",
  "al",
  "alsa",
  "analyzer",
  "and",
  "android",
  "androidprofiler",
  "angular",
  "ap",
  "apache",
  "api",
  "apktool",
  "app",
  "apscheduler",
  "ar",
  "arm",
  "as",
  "aspice",
  "ast",
  "asyncio",
  "autogen",
  "autosar",
  "aws",
  "azure",
  "bachelor",
  "beautifulsoup",
  "bi",
  "ble",
  "bloomfilter",
  "bms",
  "boot",
  "bootloader",
  "bootstrap",
  "bring",
  "bsp",
  "bug",
  "cache",
  "cad",
  "calling",
  "cam",
  "camera",
  "can",
  "canalyzer",
  "canoe",
  "canopen",
  "cap",
  "cassandra",
  "cd",
  "ce",
  "celery",
  "charles",
  "chatgpt",
  "chromium",
  "ci",
  "cia",
  "claude",
  "claudecode",
  "cloud",
  "cloudflare",
  "cmake",
  "cmo",
  "code",
  "coding",
  "computer",
  "conduct",
  "consistenthashing",
  "context",
  "cookie",
  "copilot",
  "core",
  "cortex",
  "cp",
  "cpu",
  "crash",
  "crontab",
  "cs",
  "css",
  "css3",
  "csv",
  "cursor",
  "cyberrt",
  "c语言",
  "data",
  "database",
  "datasheet",
  "db",
  "db2",
  "dds",
  "debug",
  "deepseek",
  "degree",
  "delmia",
  "demo",
  "design",
  "develop",
  "devops",
  "dify",
  "djan",
  "django",
  "dma",
  "docker",
  "dom",
  "drf",
  "drissionpage",
  "driver",
  "drm",
  "ds301",
  "ds401",
  "ds402",
  "dsp",
  "dspace",
  "dubbo",
  "eclipse",
  "ee",
  "effect",
  "elastic",
  "elasticsearch",
  "electron",
  "element",
  "elementui",
  "emc",
  "emif",
  "emmc",
  "ems",
  "engineering",
  "english",
  "enovia",
  "erp",
  "es",
  "es6",
  "esp32",
  "etc",
  "ethercat",
  "ethernet",
  "etl",
  "experience",
  "fae",
  "fastapi",
  "fault",
  "fd",
  "feature",
  "ffmpeg",
  "fi",
  "fiddler",
  "flash",
  "flask",
  "foc",
  "for",
  "fpga",
  "frame",
  "framework",
  "freertos",
  "freescale",
  "frida",
  "function",
  "gapid",
  "gcc",
  "genai",
  "get",
  "gin",
  "git",
  "github",
  "gitlab",
  "go",
  "gol",
  "golang",
  "good",
  "google",
  "gpio",
  "gps",
  "gpt",
  "gpu",
  "gradle",
  "grafana",
  "graphics",
  "grpc",
  "gui",
  "gulp",
  "h5",
  "hadoop",
  "hal",
  "have",
  "hbase",
  "hcm",
  "headers",
  "hibernate",
  "hive",
  "hook",
  "html",
  "html5",
  "http",
  "http2",
  "httpclient",
  "https",
  "hyperf",
  "i2c",
  "i2s",
  "iar",
  "icpc",
  "ida",
  "ide",
  "idea",
  "iec",
  "ii",
  "iic",
  "in",
  "influxdb",
  "infra",
  "infrastructure",
  "integration",
  "interface",
  "internet",
  "io",
  "ios",
  "iot",
  "ip",
  "ipd",
  "iso",
  "istio",
  "it",
  "j1939",
  "java",
  "javaee",
  "javascript",
  "jboss",
  "jenkins",
  "jetson",
  "jira",
  "jni",
  "jpa",
  "jquery",
  "js",
  "json",
  "jsoup",
  "jsp",
  "jtag",
  "jvm",
  "k8s",
  "kafka",
  "keil",
  "kernel",
  "key",
  "knowledge",
  "kubernetes",
  "lab",
  "langchain",
  "langgraph",
  "laravel",
  "latency",
  "layui",
  "learn",
  "leetcode",
  "link",
  "linux",
  "lities",
  "llamaindex",
  "llm",
  "lnmp",
  "lora",
  "lua",
  "lvgl",
  "mac",
  "mangdb",
  "matlab",
  "matplotlib",
  "maven",
  "mbd",
  "mcp",
  "mcu",
  "memcache",
  "memcached",
  "mesh",
  "mfc",
  "milvus",
  "minio",
  "mipi",
  "misra",
  "mitmproxy",
  "ml",
  "modbus",
  "mon",
  "morjs",
  "mpu",
  "mq",
  "mqtt",
  "multi",
  "mvc",
  "mvvm",
  "mybatis",
  "mysql",
  "ndk",
  "nerf",
  "nest",
  "net",
  "neural",
  "ngics",
  "nginx",
  "nlp",
  "node",
  "nodejs",
  "noi",
  "nosql",
  "npm",
  "npu",
  "numpy",
  "nxp",
  "ob",
  "ocr",
  "od",
  "offer",
  "oms",
  "onnx",
  "oop",
  "opencv",
  "opengl",
  "or",
  "oracle",
  "orm",
  "os",
  "oss",
  "ota",
  "owner",
  "ownership",
  "pandas",
  "pc",
  "pcb",
  "pcie",
  "pdm",
  "perl",
  "pgsql",
  "pgvector",
  "php",
  "pid",
  "pipeline",
  "pl",
  "planning",
  "playwright",
  "plus",
  "pm",
  "pnc",
  "post",
  "postgres",
  "postgresql",
  "postman",
  "programming",
  "prometheus",
  "prompt",
  "proxies",
  "puppeteer",
  "pwm",
  "pyppeteer",
  "pyqt",
  "python",
  "pytorch",
  "qlora",
  "qml",
  "qt",
  "qualifications",
  "quick",
  "quorum",
  "qwen",
  "rab",
  "rag",
  "ray",
  "react",
  "redis",
  "related",
  "renderdoc",
  "requests",
  "requirements",
  "responsi",
  "restful",
  "retrieval",
  "review",
  "risc",
  "robots",
  "ros",
  "ros2",
  "rpa",
  "rpc",
  "rs232",
  "rs485",
  "rt",
  "rtos",
  "ruby",
  "runtime",
  "rust",
  "s3",
  "saas",
  "scalable",
  "scikit",
  "scrapy",
  "sd",
  "sdk",
  "search",
  "selenium",
  "self",
  "semap",
  "server",
  "service",
  "shape",
  "shell",
  "side",
  "simpleperf",
  "skill",
  "smp",
  "soa",
  "soc",
  "socket",
  "software",
  "soh",
  "spark",
  "spi",
  "splash",
  "spring",
  "springboot",
  "springcloud",
  "springmvc",
  "sprintboot",
  "sql",
  "sqlalchemy",
  "sqlite",
  "sqlserver",
  "ssd",
  "ssh",
  "ssl",
  "ssm",
  "st",
  "stl",
  "stm32",
  "studio",
  "suite",
  "sundials",
  "surfaceflinger",
  "svn",
  "svns",
  "swd",
  "swoole",
  "sylixos",
  "symfony",
  "systrace",
  "tcp",
  "tensorflow",
  "tensorrt",
  "test",
  "testing",
  "texture",
  "tf",
  "think",
  "thinkphp",
  "thread",
  "ti",
  "timer",
  "tls",
  "tmq",
  "to",
  "token",
  "tomcat",
  "tool",
  "tornado",
  "tos",
  "tp",
  "transformer",
  "typescript",
  "uart",
  "uat",
  "ubuntu",
  "uc",
  "ucos",
  "udp",
  "uds",
  "ui",
  "uml",
  "uni",
  "unit",
  "unity",
  "unix",
  "up",
  "ups",
  "urllib",
  "usb",
  "user",
  "v4l2",
  "v8",
  "value",
  "vcu",
  "verilog",
  "vhdl",
  "visual",
  "vr",
  "vs",
  "vscode",
  "vue",
  "vue2",
  "vue3",
  "vulkan",
  "vxworks",
  "wasm",
  "web",
  "webpack",
  "websocket",
  "weex",
  "wi",
  "wifi",
  "win32",
  "windows",
  "wpf",
  "xhtml",
  "xml",
  "xpath",
  "xposed",
  "yarn",
  "yii",
  "yii2",
  "zynq",
  "一个",
  "一份",
  "一位",
  "一体",
  "一体化",
  "一周",
  "一定",
  "一家",
  "一对一",
  "一年",
  "一张",
  "一本",
  "一次",
  "一款",
  "一线",
  "一致性",
  "一起",
  "一金",
  "一门",
  "一项",
  "三个",
  "三年",
  "三维",
  "三维重建",
  "上位",
  "上层",
  "上市公司",
  "上海",
  "上海市",
  "上班",
  "上班时间",
  "上电",
  "上级",
  "上述",
  "下一代",
  "下午茶",
  "下单",
  "下发",
  "不同",
  "不定期",
  "不少",
  "不断",
  "不错",
  "专业性",
  "专业技能",
  "专业本科",
  "专业知识",
  "专利",
  "专家",
  "专属",
  "专注",
  "专研",
  "专科",
  "专门",
  "专项",
  "且成",
  "世界",
  "业内",
  "业务流程",
  "业务部门",
  "业界",
  "两年",
  "两度",
  "两门",
  "严密",
  "严格",
  "严格遵守",
  "严谨",
  "个人",
  "中国",
  "中型",
  "中心",
  "中文",
  "中断",
  "中级",
  "中间人",
  "中间件",
  "丰富",
  "丰富多彩",
  "串口",
  "为主",
  "为准",
  "为加",
  "主动性",
  "主导",
  "主控",
  "主流",
  "主要",
  "主要职责",
  "举一反三",
  "之间",
  "乐于",
  "乐观",
  "书写",
  "书面",
  "事件",
  "事务",
  "事情",
  "事物",
  "事项",
  "二次开发",
  "二金",
  "云中",
  "云端",
  "互动",
  "互联网",
  "五年",
  "五险",
  "交互",
  "交待",
  "交易",
  "交易系统",
  "交流",
  "交通",
  "产业",
  "产出",
  "产品分析",
  "产品化",
  "产品开发",
  "产品线",
  "产品设计",
  "产品软件",
  "产生",
  "产销",
  "享有",
  "亮眼",
  "亲手",
  "人力资源",
  "人员",
  "人工智能",
  "人形",
  "人才",
  "人数",
  "人机交互",
  "人机界面",
  "亿元",
  "从业",
  "从事",
  "仓库",
  "代理",
  "代码优化",
  "代码生成",
  "以内",
  "以后",
  "以太网",
  "仪器",
  "价值",
  "价值观",
  "任一",
  "任务分配",
  "任务调度",
  "任意",
  "仿真",
  "企业",
  "企业级",
  "休息日",
  "众包",
  "优先级",
  "优势",
  "优秀者",
  "优质",
  "伙伴",
  "会议",
  "会话",
  "传感",
  "传感器",
  "传统",
  "传统节日",
  "传输",
  "传达",
  "传递",
  "伦理",
  "伪装",
  "估算",
  "伺服",
  "低功耗",
  "低成本",
  "低速",
  "住宿",
  "体检",
  "体系",
  "体系结构",
  "体验",
  "作业",
  "作品",
  "作息",
  "作用",
  "使命",
  "使用",
  "使用率",
  "供应链",
  "依赖",
  "便利",
  "保护",
  "保持",
  "保有",
  "保证系统",
  "保证质量",
  "保障系统",
  "保驾护航",
  "信号",
  "信号量",
  "信息安全",
  "信息工程",
  "信用",
  "修改",
  "修正",
  "借助",
  "债务",
  "假及",
  "做事",
  "做出",
  "做到",
  "做好",
  "做过",
  "健壮性",
  "健康",
  "健身房",
  "储能",
  "充分利用",
  "充放电",
  "充满",
  "充满热情",
  "充电",
  "先进",
  "光伏",
  "光线",
  "免费",
  "入库",
  "入职",
  "入选",
  "全力",
  "全包",
  "全国",
  "全日制",
  "全栈",
  "全球",
  "全球化",
  "全程",
  "全职",
  "全量",
  "全面",
  "全额",
  "八小时",
  "公众",
  "公共",
  "公司员工",
  "公开",
  "公有",
  "公积金",
  "公立",
  "公路",
  "六年",
  "六险",
  "共同",
  "共同完成",
  "关注",
  "关系",
  "关系数据库",
  "关节",
  "关键",
  "关键技术",
  "关键词",
  "兴奋",
  "兴趣",
  "具体",
  "具身",
  "典型",
  "兼容",
  "兼容性",
  "兼职",
  "兼顾",
  "内外部",
  "内存",
  "内核",
  "内部",
  "再次",
  "冗余",
  "写字楼",
  "冲突",
  "决策",
  "准备",
  "准确",
  "准确性",
  "准确率",
  "几何",
  "几种",
  "出勤",
  "出现",
  "出身",
  "分享",
  "分割",
  "分发",
  "分层",
  "分布式",
  "分布式文件系统",
  "分布式服务",
  "分布式系统",
  "分布式计算",
  "分析仪",
  "分析测试",
  "分离",
  "分类",
  "分解",
  "分配任务",
  "分项",
  "划分",
  "创业",
  "创新",
  "创新型",
  "创新性",
  "创新能力",
  "创造",
  "创造力",
  "初始化",
  "初步",
  "初级",
  "初级阶段",
  "利他",
  "利用",
  "利用率",
  "制作",
  "制化",
  "制度",
  "刻苦",
  "前沿",
  "前沿技术",
  "前端",
  "前端开发",
  "办公室",
  "功底",
  "功耗",
  "功能模块",
  "功能测试",
  "功能设计",
  "加入",
  "加分",
  "加固",
  "加密",
  "加密算法",
  "加工",
  "加班",
  "加班费",
  "加解密",
  "加载",
  "加速",
  "动态",
  "动态化",
  "动手",
  "助力",
  "助手",
  "劳动法",
  "劳逸结合",
  "勇于",
  "勤奋好学",
  "包含",
  "包括",
  "北京",
  "北京市",
  "匹配",
  "区别",
  "医疗",
  "医疗保险",
  "十分",
  "千万级",
  "升级",
  "午餐",
  "半导体",
  "半年",
  "华为",
  "协作",
  "协作者",
  "协办",
  "协同",
  "协同工作",
  "协程",
  "协议",
  "单位",
  "单元",
  "单板",
  "单片机",
  "南京",
  "博士后",
  "博客",
  "占用",
  "即可",
  "即时通讯",
  "厂商",
  "历史",
  "原则",
  "原型",
  "原始数据",
  "原理",
  "原理图",
  "原生",
  "参加",
  "参数",
  "参考",
  "及客",
  "及时",
  "及线",
  "友好",
  "双休",
  "双向",
  "反作弊",
  "反反",
  "反思",
  "反爬",
  "反编译",
  "反馈",
  "发展",
  "发展潜力",
  "发展趋势",
  "发布",
  "发掘",
  "发放",
  "发明专利",
  "发现",
  "发表",
  "取得",
  "取过",
  "变换",
  "变更",
  "口头",
  "另有",
  "可不",
  "可信",
  "可扩展性",
  "可用",
  "可用性",
  "可维护性",
  "可能",
  "可行性",
  "可视化",
  "可读性",
  "可靠",
  "可领",
  "台架",
  "各地",
  "各端",
  "各类",
  "各项",
  "合作",
  "合并",
  "合格",
  "合法",
  "合理",
  "合理化",
  "合规",
  "合适",
  "同步",
  "同步电机",
  "同等",
  "同行业",
  "名称",
  "后台",
  "后处理",
  "后期",
  "后次",
  "后端",
  "后续",
  "向量",
  "吞吐量",
  "含义",
  "听说读写",
  "启动",
  "吸收",
  "呈现",
  "告警",
  "员工",
  "员工福利",
  "周一",
  "周五",
  "周岁",
  "周末",
  "命令",
  "命名",
  "和谐",
  "品行端正",
  "哈希",
  "响应",
  "响应速度",
  "唤醒",
  "售前",
  "售后",
  "商业",
  "商品",
  "商城",
  "商户",
  "商用",
  "善于",
  "器件",
  "四年",
  "四级",
  "回归",
  "回测",
  "回滚",
  "团建",
  "园区",
  "困难",
  "围绕",
  "固件",
  "国产",
  "国内",
  "国内外",
  "国家",
  "国际",
  "国际化",
  "图像",
  "图像处理",
  "图形",
  "图形界面",
  "图形系统",
  "图片",
  "图谱",
  "在内",
  "在校",
  "在校学生",
  "在线",
  "在读",
  "地区",
  "地图",
  "地址",
  "地点",
  "地铁",
  "场景",
  "均衡",
  "坐标",
  "坚守",
  "垂直",
  "城市",
  "培养能力",
  "培训",
  "基地",
  "基建",
  "基本",
  "基本功",
  "基本原理",
  "基本工资",
  "基本操作",
  "基本概念",
  "基本知识",
  "基础理论",
  "基础知识",
  "基础设施",
  "基金",
  "增删",
  "增强",
  "增量",
  "增长",
  "处理器",
  "备份",
  "复制",
  "复杂",
  "复杂度",
  "复现",
  "复用",
  "复盘",
  "外设",
  "多任务",
  "多元化",
  "多机",
  "多核",
  "多源",
  "多种",
  "多种语言",
  "多端",
  "多线程",
  "多路径",
  "夜宵",
  "大于",
  "大佬",
  "大厦",
  "大型项目",
  "大学",
  "大学本科",
  "大学生",
  "大模型",
  "大规模",
  "大赛",
  "大部分",
  "大量",
  "大陆",
  "头部",
  "奖励",
  "奖金",
  "奖项",
  "好奇",
  "好奇心",
  "好玩",
  "媒体",
  "子公司",
  "子系统",
  "存储",
  "存储介质",
  "存储系统",
  "学位",
  "学士学位",
  "学术会议",
  "学校",
  "学生",
  "学科",
  "孪生",
  "孵化",
  "安全意识",
  "安全软件",
  "安卓",
  "安装",
  "安防",
  "完整",
  "完整性",
  "官网",
  "定义",
  "定位",
  "定位问题",
  "定制",
  "定向",
  "定时",
  "定期",
  "实力",
  "实战",
  "实战经验",
  "实操",
  "实施方案",
  "实时",
  "实时性",
  "实时操作系统",
  "实行",
  "实践",
  "实践经验",
  "实车",
  "实际",
  "实验",
  "审批",
  "审查",
  "客户端",
  "客服",
  "家庭",
  "容器",
  "容灾",
  "容错",
  "寄存器",
  "密切合作",
  "富有",
  "对外",
  "对应",
  "对抗",
  "对接",
  "对系统",
  "对话",
  "对象",
  "寻找",
  "导入",
  "导向",
  "导航",
  "封禁",
  "封装",
  "小时",
  "小程序",
  "小组",
  "小规模",
  "尖兵",
  "尝试",
  "尤佳",
  "尤其",
  "尽快",
  "层级",
  "层面",
  "居家",
  "屏幕",
  "屏蔽",
  "展开",
  "展现出",
  "展示",
  "崩溃",
  "嵌入式",
  "嵌入式应用",
  "嵌入式操作系统",
  "嵌入式软件",
  "巡检",
  "工业",
  "工作制",
  "工作效率",
  "工作量",
  "工况",
  "工厂",
  "工控",
  "工程",
  "工程化",
  "工资",
  "差分",
  "已有",
  "已经",
  "市场",
  "市面上",
  "布局",
  "布料",
  "布署",
  "希望",
  "带动",
  "带薪",
  "帮助",
  "常常",
  "常用",
  "常用命令",
  "常用工具",
  "常见",
  "常规",
  "平衡",
  "年内",
  "年度",
  "年终",
  "年终奖",
  "年轻",
  "年龄",
  "并发",
  "并行",
  "广告",
  "广州",
  "广度",
  "广阔",
  "库存",
  "应对",
  "应急",
  "应用",
  "应用层",
  "应用程序",
  "应用软件",
  "底层",
  "底座",
  "底盘",
  "延迟",
  "建模",
  "建议",
  "建设性",
  "建设者",
  "开发人员",
  "开发工具",
  "开发技术",
  "开发方式",
  "开发者",
  "开发进度",
  "开放",
  "异常",
  "异步",
  "引入",
  "引擎",
  "引起",
  "引领",
  "弹性",
  "强大",
  "强度",
  "强有力",
  "归档",
  "归纳",
  "当前",
  "录用",
  "形态",
  "形成",
  "影响",
  "影响力",
  "待遇",
  "很强",
  "得到",
  "微信",
  "微控制器",
  "微服务",
  "微电子",
  "微调",
  "心态",
  "必备",
  "必要",
  "必需",
  "必须",
  "快节奏",
  "快速",
  "思想",
  "思维",
  "思考",
  "思路",
  "性格开朗",
  "性能",
  "总线",
  "总部",
  "恢复",
  "情况",
  "情报系统",
  "想法",
  "愉悦",
  "意图",
  "意愿",
  "感知",
  "愿意",
  "成为",
  "成功",
  "成功率",
  "成员",
  "成就",
  "成熟",
  "成立",
  "成都",
  "成长期",
  "或许",
  "战略眼光",
  "截止",
  "所属",
  "手册",
  "手工",
  "手机",
  "手段",
  "手足",
  "打包",
  "打码",
  "打造",
  "执行力",
  "扩大",
  "扩展",
  "扩展性",
  "扫描",
  "批处理",
  "承压",
  "承接",
  "承诺",
  "技巧",
  "技术创新",
  "技术培训",
  "技术壁垒",
  "技术开发",
  "技术支持",
  "技术水平",
  "技术规范",
  "技术难题",
  "技术革新",
  "把握",
  "抓包",
  "抓取",
  "投产",
  "投入",
  "投放",
  "投研",
  "投资",
  "抖音",
  "抗压",
  "抗压性",
  "报表",
  "报警",
  "报销",
  "抽取",
  "抽象",
  "担任",
  "拆分",
  "拆解",
  "拓展",
  "招聘",
  "拥抱",
  "拥有",
  "持有",
  "持续",
  "指令",
  "指定",
  "指标",
  "指纹",
  "指纹识别",
  "指针",
  "按时",
  "按期",
  "挑战",
  "挑战性",
  "挑战杯",
  "挖掘",
  "捕获",
  "授予",
  "排期",
  "排查",
  "排除",
  "探索",
  "探讨",
  "接入",
  "接力",
  "接口协议",
  "接口定义",
  "接触",
  "控制",
  "控制器",
  "控制指令",
  "控制程序",
  "控制算法",
  "控制系统",
  "控制软件",
  "推动",
  "推广",
  "推理",
  "推荐",
  "推送",
  "措施",
  "描述",
  "提供数据",
  "提倡",
  "提出",
  "提取",
  "提效",
  "提示",
  "提高",
  "插件",
  "搜索",
  "搜索引擎",
  "搭建",
  "携程",
  "摄像头",
  "摘要",
  "擅长",
  "操作命令",
  "操作手册",
  "操作系统",
  "支付",
  "支撑",
  "收发",
  "收获",
  "收集",
  "改写",
  "改查",
  "改版",
  "改造",
  "攻克",
  "攻关",
  "攻击",
  "攻坚",
  "攻防",
  "放宽",
  "政务",
  "政府",
  "政策",
  "故障",
  "故障诊断",
  "效果",
  "效能",
  "敏感",
  "敏感度",
  "敏捷",
  "敏锐",
  "教育",
  "教育部",
  "敢于",
  "敬业",
  "敬业精神",
  "数以",
  "数值",
  "数字",
  "数字化",
  "数字电路",
  "数学",
  "数据中心",
  "数据仓库",
  "数据分析",
  "数据处理",
  "数据安全",
  "数据平台",
  "数据库系统",
  "数据挖掘",
  "数据服务",
  "数据格式",
  "数据模型",
  "数据流",
  "数据源",
  "数据管理",
  "数据结构",
  "数据表",
  "数据量",
  "数据链",
  "数百万",
  "数等",
  "数量级",
  "整个",
  "整体",
  "整合",
  "整改",
  "整机",
  "整理",
  "文件",
  "文件系统",
  "文化",
  "文本",
  "断点",
  "新上",
  "新人",
  "新型",
  "新能源",
  "新鲜",
  "方便",
  "方向",
  "方式",
  "方案设计",
  "方法论",
  "方面",
  "旅游",
  "无人",
  "无人机",
  "无人驾驶",
  "无刷",
  "无头",
  "无感",
  "无线",
  "无线通信",
  "无限",
  "日均",
  "日常",
  "日志",
  "日期",
  "日语",
  "日趋",
  "旨在",
  "时序",
  "时延",
  "时效性",
  "时钟",
  "时间",
  "明确",
  "易用",
  "易语言",
  "是否",
  "显示",
  "晋升",
  "晚餐",
  "智能",
  "智能化",
  "智驾",
  "更佳",
  "更新",
  "更是",
  "最佳",
  "最前沿",
  "最好",
  "最新",
  "最终",
  "最高",
  "月薪",
  "有云",
  "有大",
  "有序",
  "有志于",
  "有意",
  "有感",
  "有所",
  "有效",
  "有研",
  "有线",
  "有车",
  "有限公司",
  "有风控",
  "服务体系",
  "服务化",
  "服务器",
  "服务器端",
  "服务平台",
  "服务端",
  "期刊",
  "期待",
  "期望",
  "期货",
  "期间",
  "未来",
  "未知",
  "本体",
  "本科学历",
  "本科毕业",
  "本科生",
  "本质",
  "机会",
  "机制",
  "机器",
  "机器人",
  "机器学习",
  "机场",
  "机械",
  "机械工程",
  "机电",
  "机软件",
  "机载",
  "权威",
  "权限",
  "材料",
  "杜绝",
  "条件",
  "来源",
  "杭州",
  "板级",
  "极客",
  "极强",
  "极致",
  "构建",
  "构成",
  "构架",
  "构筑",
  "架构设计",
  "架设",
  "查询",
  "标准化",
  "标定",
  "标注",
  "标签",
  "校园",
  "校招",
  "校验",
  "样品",
  "核心",
  "核心技术",
  "核算",
  "格式",
  "格式化",
  "案例",
  "桌面",
  "梦想",
  "梳理",
  "检查",
  "检测",
  "检索",
  "概念",
  "概述",
  "模块化",
  "模型",
  "模型训练",
  "模式",
  "模态",
  "模拟",
  "模拟器",
  "模组",
  "欢迎",
  "正则",
  "正则表达式",
  "正在",
  "正常",
  "正式",
  "正直",
  "正确",
  "步进",
  "武汉",
  "死机",
  "每天",
  "每年",
  "每月",
  "比赛",
  "比较",
  "毕业",
  "毕业设计",
  "毕业证",
  "毛发",
  "氛围",
  "永磁",
  "求解",
  "江苏",
  "池等",
  "汽车",
  "汽车行业",
  "沉浸",
  "沉淀",
  "沟通交流",
  "治理",
  "泄漏",
  "法定",
  "法律",
  "法律法规",
  "注入",
  "注册",
  "注意",
  "注释",
  "注重",
  "洞察",
  "洞察力",
  "津贴",
  "活动",
  "活跃",
  "流利",
  "流媒体",
  "流水线",
  "流畅",
  "流转",
  "流量",
  "测控",
  "测试人员",
  "测试工具",
  "测试报告",
  "测试环境",
  "测试用例",
  "测试程序",
  "测试计划",
  "测试软件",
  "济南",
  "浏览器",
  "浓厚",
  "浓厚兴趣",
  "浙大",
  "浙江",
  "浙江省",
  "浪潮",
  "海外",
  "海量",
  "消息",
  "消息中间件",
  "消费品",
  "涉及",
  "涨薪",
  "涵盖",
  "深入",
  "深入研究",
  "深刻",
  "深刻理解",
  "深圳",
  "深度",
  "深度学习",
  "深挖",
  "深耕",
  "混合",
  "混淆",
  "清晰",
  "清楚",
  "清洗",
  "清理",
  "渲染",
  "渴望",
  "源码",
  "滑块",
  "满足",
  "滤波",
  "漏洞",
  "演示",
  "演进",
  "潜在",
  "激励",
  "激情",
  "灵巧",
  "烧录",
  "热衷",
  "热衷于",
  "焦于",
  "爬取",
  "爬虫",
  "版本",
  "版本控制",
  "物流",
  "物理",
  "牵头",
  "特别",
  "特定",
  "特征",
  "特性",
  "特殊",
  "特点",
  "特质",
  "状态",
  "状态机",
  "独当一面",
  "独立",
  "独自",
  "猎聘",
  "率低",
  "环卫",
  "环境",
  "环节",
  "现场",
  "现有",
  "班车",
  "理工科",
  "理工类",
  "理念",
  "理解",
  "理论",
  "理论知识",
  "瑞数",
  "瓶颈",
  "生产",
  "生命周期",
  "生态",
  "生态系统",
  "生成",
  "生活",
  "用于",
  "用户手册",
  "由大",
  "申请",
  "电力",
  "电商",
  "电子",
  "电子产品",
  "电子信息",
  "电子商务",
  "电子相关",
  "电子设计",
  "电机",
  "电气",
  "电气工程",
  "电池",
  "电源",
  "电脑",
  "电调",
  "电路",
  "电路设计",
  "画像",
  "畅通",
  "界面",
  "界面设计",
  "疑问",
  "疑难",
  "疑难问题",
  "痛点",
  "痴迷",
  "登录",
  "白盒",
  "百万",
  "百度",
  "百强",
  "皮肤",
  "监控",
  "监测",
  "监督",
  "目前",
  "直接",
  "直接参与",
  "直流电机",
  "相信",
  "相关驱动",
  "相对",
  "相机",
  "省份",
  "看到",
  "看护",
  "看重",
  "真实",
  "真实感",
  "真正",
  "眼镜",
  "睡眠",
  "知名",
  "知识库",
  "知识者",
  "短期",
  "研发",
  "研究",
  "研究生",
  "破解",
  "硬件",
  "硬件平台",
  "硬性",
  "确保",
  "碰到",
  "示波器",
  "礼品",
  "礼金",
  "社交",
  "社会",
  "社区",
  "社媒",
  "神经",
  "神经网络",
  "福利",
  "私有",
  "科学",
  "科学研究",
  "科技",
  "科研机构",
  "科研项目",
  "秒盾",
  "租房",
  "积分",
  "积极主动",
  "积极参与",
  "积极向上",
  "积极响应",
  "积极探索",
  "积累",
  "移动",
  "移植",
  "程序处理",
  "程序开发",
  "程序模块",
  "程序设计",
  "程度",
  "稳定",
  "空间",
  "穿戴",
  "突出",
  "突发",
  "突破",
  "立志",
  "站点",
  "竞争力",
  "竞品",
  "竞赛",
  "端云",
  "端侧",
  "端到",
  "端及",
  "端的",
  "端系统",
  "端边",
  "符合",
  "第一",
  "第三方",
  "等库",
  "策略",
  "签名",
  "简单",
  "简历",
  "简洁",
  "算力",
  "算法",
  "管培生",
  "管控",
  "管理工作",
  "管理工具",
  "管理策略",
  "管理系统",
  "管理者",
  "管道",
  "类产品",
  "类似",
  "精准",
  "精力",
  "精密",
  "精度",
  "精通",
  "系列",
  "系统优化",
  "系统分析",
  "系统可靠性",
  "系统启动",
  "系统安全",
  "系统性",
  "系统故障",
  "系统核心",
  "系统资源",
  "系统软件",
  "系统集成",
  "索引",
  "紧密",
  "紧跟",
  "级用户",
  "线上",
  "线下",
  "线性",
  "线程",
  "组件",
  "组织者",
  "细则",
  "细致",
  "细节",
  "终端",
  "终端设备",
  "经历",
  "经理",
  "经验丰富",
  "绑定",
  "结合",
  "结合实际",
  "结构",
  "结构化",
  "结构设计",
  "绕过",
  "绘制",
  "给出",
  "统一",
  "统招",
  "统筹",
  "统计",
  "统计分析",
  "统计学",
  "绩效",
  "绩效奖金",
  "绩效考核",
  "维修",
  "维持",
  "综合",
  "缓存",
  "编写程序",
  "编制",
  "编排",
  "编码",
  "编码标准",
  "编程技术",
  "编程语言",
  "编解码",
  "编译",
  "编译器",
  "编辑",
  "缜密",
  "缴纳",
  "缺失",
  "网关",
  "网格",
  "网站",
  "网络",
  "网络协议",
  "网络安全",
  "网络工程",
  "网络管理",
  "网络通信",
  "网页",
  "美化",
  "考核",
  "耦合",
  "职业",
  "职场",
  "联动",
  "联合",
  "联网",
  "联调",
  "聚焦",
  "聚餐",
  "背后",
  "背景",
  "胜任",
  "能够",
  "能源",
  "能用",
  "能看懂",
  "脚本",
  "脚本语言",
  "脱壳",
  "腾讯",
  "自主",
  "自动",
  "自动化",
  "自动控制",
  "自动识别",
  "自学",
  "自学能力",
  "自然语言",
  "自研",
  "自驱力",
  "致力于",
  "舒适",
  "舞台",
  "舞蹈",
  "航空",
  "航空航天",
  "节假日",
  "节奏",
  "节日",
  "节点",
  "芯片",
  "英文",
  "英语",
  "范围",
  "获取",
  "获取信息",
  "获奖",
  "获奖者",
  "获得",
  "营销",
  "营销中心",
  "落地",
  "蓝桥",
  "蓝牙",
  "薪资",
  "薪酬",
  "虚拟",
  "虚拟化",
  "融入",
  "融合",
  "融洽",
  "行业",
  "行业标准",
  "行为",
  "补偿",
  "补充",
  "补助",
  "补贴",
  "表现",
  "表观",
  "表达",
  "被动",
  "裁剪",
  "装备",
  "裸机",
  "西安",
  "覆盖",
  "覆盖率",
  "见解",
  "观念",
  "观测",
  "观点",
  "规划",
  "规划者",
  "规划设计",
  "规则",
  "规定",
  "规格",
  "规格书",
  "规模",
  "规模化",
  "规级",
  "规范性",
  "视觉",
  "视野",
  "视频",
  "角度",
  "角色",
  "解决方案",
  "解析",
  "解答",
  "触发",
  "计算",
  "计算机专业",
  "计算机相关",
  "计算机网络",
  "计算机视觉",
  "计算机软件",
  "订单",
  "认可",
  "认同",
  "认真细致",
  "认真负责",
  "认知",
  "认证",
  "认识",
  "讨论",
  "训练",
  "议和",
  "记录",
  "论文",
  "设在",
  "设备",
  "设置",
  "设计师",
  "设计模式",
  "设计规范",
  "设计说明",
  "访问",
  "证书",
  "证明",
  "评估",
  "识别",
  "诉求",
  "诊断",
  "试用期",
  "诚信",
  "诚实",
  "诚挚",
  "详尽",
  "语义",
  "语句",
  "语法",
  "语言表达",
  "语音",
  "说明书",
  "说服",
  "请勿",
  "请求",
  "读写",
  "读写能力",
  "读懂",
  "课程",
  "课程设计",
  "调优",
  "调度",
  "调整",
  "调用",
  "调研",
  "调薪",
  "调试器",
  "负责人",
  "负载",
  "贡献",
  "财务",
  "财富",
  "责任人",
  "责任感",
  "账号",
  "质量保证",
  "质量标准",
  "购买",
  "贴合",
  "资产",
  "资料",
  "资格",
  "资深",
  "资源",
  "资源分配",
  "资源管理",
  "资管",
  "赋能",
  "赋能者",
  "超过",
  "趋势",
  "足够",
  "足球比赛",
  "跟踪",
  "跨境",
  "跨平台",
  "跨端",
  "跨部门",
  "路径",
  "路由",
  "路线",
  "路线图",
  "路面",
  "践行",
  "身体健康",
  "车载",
  "车辆",
  "轨道交通",
  "转化",
  "转型",
  "转换",
  "转正",
  "转移",
  "轮换",
  "软件产品",
  "软件平台",
  "软件技术",
  "软件架构",
  "软件测试",
  "软件系统",
  "软件设计",
  "软性",
  "软硬",
  "软硬件",
  "轻松",
  "较强",
  "辅助",
  "辅助工具",
  "输入",
  "辛苦",
  "边界",
  "边缘",
  "达到",
  "达成",
  "达索",
  "迁移",
  "迅速",
  "过往",
  "运动",
  "运用",
  "运算",
  "运营",
  "运行",
  "运行日志",
  "还原",
  "进取心",
  "进取精神",
  "进展",
  "进度",
  "进程",
  "远程",
  "违规",
  "连接",
  "连续",
  "迪普",
  "迭代",
  "追求",
  "追踪",
  "适合",
  "适应",
  "适当",
  "适用",
  "适航",
  "适配",
  "逆变",
  "逆变器",
  "逆向",
  "选型",
  "选择",
  "选择器",
  "选用",
  "通信",
  "通信协议",
  "通信工程",
  "通信接口",
  "通用",
  "通讯",
  "通道",
  "速度",
  "逻辑性",
  "逻辑设计",
  "遇到",
  "遵守",
  "遵纪守法",
  "邀请",
  "部件",
  "部分",
  "部门",
  "部门级",
  "配套",
  "配置",
  "配置管理",
  "酷爱",
  "采样",
  "采用",
  "采集",
  "重写",
  "重庆",
  "重建",
  "重构",
  "重点",
  "重视",
  "量产",
  "量化",
  "金融",
  "金融业务",
  "金融服务",
  "钻研",
  "链路",
  "销售",
  "锂电池",
  "错误",
  "镜像",
  "长时间",
  "长期",
  "长沙",
  "闭环",
  "问答",
  "间通信",
  "阅读",
  "队列",
  "防护",
  "阶段",
  "阿里",
  "降低",
  "降噪",
  "降级",
  "限于",
  "限制",
  "限流",
  "院校",
  "隐私",
  "难点",
  "难题",
  "集合",
  "集团",
  "集成",
  "集群",
  "雇主",
  "零到",
  "零售",
  "零部件",
  "零食",
  "静态",
  "非凡",
  "非常",
  "面向",
  "面向对象",
  "面向对象分析",
  "面向对象编程",
  "面对",
  "音视频",
  "音频",
  "页面",
  "顶尖",
  "顶级",
  "项目管理",
  "顺利",
  "顺利进行",
  "顺畅",
  "预期",
  "预研",
  "预见",
  "预警",
  "领域",
  "领导力",
  "额外",
  "风控",
  "风格",
  "风险",
  "飞控",
  "飞行",
  "食堂",
  "餐补",
  "餐饮",
  "驱动",
  "驱动力",
  "驱动器",
  "驱动程序",
  "驾驶",
  "验证",
  "验证码",
  "骨干",
  "高于",
  "高压",
  "高可",
  "高可用性",
  "高可靠性",
  "高并发",
  "高性能",
  "高效",
  "高效性",
  "高校",
  "高精密",
  "高精度",
  "高级",
  "高级阶段",
  "高质量",
  "高速",
  "高速接口",
  "高难度",
  "魔改",
  "鸿蒙",
  "齐全"
]